{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "BertNormalizer",
        "clean_text": true,
        "handle_chinese_chars": true,
        "strip_accents": null,
        "lowercase": true
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "BertPreTokenizer"
      },
      {
        "type": "Digits",
        "individual_digits": true
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "[": 32,
      "\\": 33,
      "]": 34,
      "^": 35,
      "`": 36,
      "a": 37,
      "b": 38,
      "c": 39,
      "d": 40,
      "e": 41,
      "f": 42,
      "g": 43,
      "h": 44,
      "i": 45,
      "j": 46,
      "k": 47,
      "l": 48,
      "m": 49,
      "n": 50,
      "o": 51,
      "p": 52,
      "q": 53,
      "r": 54,
      "s": 55,
      "t": 56,
      "u": 57,
      "v": 58,
      "w": 59,
      "x": 60,
      "y": 61,
      "z": 62,
      "|": 63,
      "~": 64,
      "¡": 65,
      "£": 66,
      "¥": 67,
      "§": 68,
      "°": 69,
      "±": 70,
      "²": 71,
      "³": 72,
      "µ": 73,
      "·": 74,
      "½": 75,
      "×": 76,
      "æ": 77,
      "ø": 78,
      "þ": 79,
      "đ": 80,
      "ł": 81,
      "ʻ": 82,
      "ʿ": 83,
      "α": 84,
      "β": 85,
      "γ": 86,
      "κ": 87,
      "μ": 88,
      "а": 89,
      "в": 90,
      "е": 91,
      "к": 92,
      "о": 93,
      "с": 94,
      "т": 95,
      "я": 96,
      "ا": 97,
      "ح": 98,
      "ص": 99,
      "ل": 100,
      "ن": 101,
      "ه": 102,
      "ก": 103,
      "ง": 104,
      "ณ": 105,
      "ต": 106,
      "ม": 107,
      "ย": 108,
      "ร": 109,
      "ล": 110,
      "า": 111,
      "გ": 112,
      "დ": 113,
      "ვ": 114,
      "ზ": 115,
      "ი": 116,
      "კ": 117,
      "ო": 118,
      "რ": 119,
      "ს": 120,
      "უ": 121,
      "ც": 122,
      "ძ": 123,
      "წ": 124,
      "ხ": 125,
      "ჯ": 126,
      "჻": 127,
      "‑": 128,
      "–": 129,
      "—": 130,
      "‘": 131,
      "’": 132,
      "“": 133,
      "”": 134,
      "„": 135,
      "†": 136,
      "…": 137,
      "′": 138,
      "″": 139,
      "⁄": 140,
      "₤": 141,
      "€": 142,
      "₹": 143,
      "⅓": 144,
      "⅔": 145,
      "→": 146,
      "−": 147,
      "≤": 148,
      "☉": 149,
      "♭": 150,
      "♯": 151,
      "〈": 152,
      "〉": 153,
      "の": 154,
      "ァ": 155,
      "ア": 156,
      "ウ": 157,
      "キ": 158,
      "ス": 159,
      "ッ": 160,
      "ト": 161,
      "フ": 162,
      "ュ": 163,
      "リ": 164,
      "ル": 165,
      "・": 166,
      "動": 167,
      "場": 168,
      "大": 169,
      "戦": 170,
      "攻": 171,
      "機": 172,
      "殻": 173,
      "火": 174,
      "礮": 175,
      "空": 176,
      "隊": 177,
      "～": 178,
      "##i": 179,
      "##s": 180,
      "##t": 181,
      "##e": 182,
      "##l": 183,
      "##v": 184,
      "##u": 185,
      "##n": 186,
      "##c": 187,
      "##o": 188,
      "##a": 189,
      "##m": 190,
      "##d": 191,
      "##w": 192,
      "##p": 193,
      "##x": 194,
      "##r": 195,
      "##y": 196,
      "##g": 197,
      "##h": 198,
      "##f": 199,
      "##b": 200,
      "##k": 201,
      "##ł": 202,
      "##j": 203,
      "##z": 204,
      "##q": 205,
      "##ウ": 206,
      "##ァ": 207,
      "##ル": 208,
      "##キ": 209,
      "##ュ": 210,
      "##リ": 211,
      "##ア": 212,
      "##ص": 213,
      "##ن": 214,
      "##ʻ": 215,
      "##ø": 216,
      "##ล": 217,
      "##ย": 218,
      "##า": 219,
      "##ณ": 220,
      "##ม": 221,
      "##ต": 222,
      "##ร": 223,
      "##ʿ": 224,
      "##ل": 225,
      "##ه": 226,
      "##đ": 227,
      "##ト": 228,
      "##ッ": 229,
      "##フ": 230,
      "##о": 231,
      "##в": 232,
      "##е": 233,
      "##т": 234,
      "##с": 235,
      "##к": 236,
      "##а": 237,
      "##я": 238,
      "th": 239,
      "the": 240,
      "##er": 241,
      "##in": 242,
      "##ed": 243,
      "##on": 244,
      "##nd": 245,
      "##es": 246,
      "##or": 247,
      "##at": 248,
      "##en": 249,
      "in": 250,
      "##ar": 251,
      "un": 252,
      "of": 253,
      "##an": 254,
      "unk": 255,
      "##al": 256,
      "##it": 257,
      "and": 258,
      "##ing": 259,
      "##as": 260,
      "##is": 261,
      "to": 262,
      "##ic": 263,
      "##ou": 264,
      "##ion": 265,
      "##re": 266,
      "##om": 267,
      "##el": 268,
      "##il": 269,
      "##ec": 270,
      "##ent": 271,
      "##st": 272,
      "##am": 273,
      "##ur": 274,
      "on": 275,
      "##th": 276,
      "was": 277,
      "##ad": 278,
      "##ac": 279,
      "##le": 280,
      "##ro": 281,
      "st": 282,
      "for": 283,
      "##ly": 284,
      "##et": 285,
      "wh": 286,
      "as": 287,
      "##ir": 288,
      "##ol": 289,
      "##iv": 290,
      "##ter": 291,
      "##id": 292,
      "##ig": 293,
      "##ith": 294,
      "re": 295,
      "be": 296,
      "##ow": 297,
      "al": 298,
      "##ay": 299,
      "with": 300,
      "that": 301,
      "##im": 302,
      "it": 303,
      "is": 304,
      "##ch": 305,
      "##ation": 306,
      "##ut": 307,
      "con": 308,
      "by": 309,
      "fr": 310,
      "##em": 311,
      "##ers": 312,
      "at": 313,
      "##ot": 314,
      "an": 315,
      "ch": 316,
      "##ce": 317,
      "he": 318,
      "##us": 319,
      "##ver": 320,
      "##ul": 321,
      "##est": 322,
      "##and": 323,
      "sh": 324,
      "##ain": 325,
      "##os": 326,
      "his": 327,
      "com": 328,
      "##ag": 329,
      "##av": 330,
      "##ere": 331,
      "##um": 332,
      "from": 333,
      "##od": 334,
      "se": 335,
      "pro": 336,
      "##ct": 337,
      "su": 338,
      "de": 339,
      "##ess": 340,
      "##op": 341,
      "##ies": 342,
      "##ist": 343,
      "##ri": 344,
      "##ap": 345,
      "##ect": 346,
      "ne": 347,
      "or": 348,
      "##igh": 349,
      "were": 350,
      "##un": 351,
      "##if": 352,
      "pl": 353,
      "##ld": 354,
      "##ill": 355,
      "##ich": 356,
      "##ong": 357,
      "ar": 358,
      "##ort": 359,
      "##all": 360,
      "ex": 361,
      "##ther": 362,
      "##ard": 363,
      "##ate": 364,
      "##art": 365,
      "##ak": 366,
      "##ish": 367,
      "##pp": 368,
      "##oc": 369,
      "le": 370,
      "##ber": 371,
      "##gh": 372,
      "##ab": 373,
      "pr": 374,
      "##ame": 375,
      "tr": 376,
      "are": 377,
      "##ud": 378,
      "##ated": 379,
      "##ant": 380,
      "##ity": 381,
      "##se": 382,
      "sp": 383,
      "##ive": 384,
      "had": 385,
      "en": 386,
      "##ore": 387,
      "##ack": 388,
      "##ie": 389,
      "##ear": 390,
      "##ough": 391,
      "which": 392,
      "##ge": 393,
      "not": 394,
      "##ov": 395,
      "##ound": 396,
      "rec": 397,
      "##pt": 398,
      "##ast": 399,
      "af": 400,
      "##our": 401,
      "##ell": 402,
      "##rit": 403,
      "##ment": 404,
      "##ord": 405,
      "##ally": 406,
      "##ost": 407,
      "##ian": 408,
      "##ine": 409,
      "comp": 410,
      "##ave": 411,
      "her": 412,
      "##ip": 413,
      "##ight": 414,
      "##oun": 415,
      "fir": 416,
      "this": 417,
      "##ia": 418,
      "##ary": 419,
      "##cc": 420,
      "cl": 421,
      "##ue": 422,
      "but": 423,
      "##ust": 424,
      "wor": 425,
      "ad": 426,
      "their": 427,
      "tw": 428,
      "first": 429,
      "inc": 430,
      "##out": 431,
      "cont": 432,
      "its": 433,
      "bo": 434,
      "##so": 435,
      "int": 436,
      "ab": 437,
      "##ach": 438,
      "##ous": 439,
      "after": 440,
      "##ions": 441,
      "man": 442,
      "##ould": 443,
      "##ure": 444,
      "one": 445,
      "sc": 446,
      "they": 447,
      "##ical": 448,
      "##ome": 449,
      "all": 450,
      "also": 451,
      "gr": 452,
      "##ial": 453,
      "##og": 454,
      "res": 455,
      "##ath": 456,
      "am": 457,
      "per": 458,
      "rel": 459,
      "##qu": 460,
      "##ater": 461,
      "##ub": 462,
      "tim": 463,
      "two": 464,
      "ro": 465,
      "new": 466,
      "##ide": 467,
      "us": 468,
      "comm": 469,
      "fe": 470,
      "##ra": 471,
      "##ign": 472,
      "##per": 473,
      "have": 474,
      "##ok": 475,
      "##age": 476,
      "mar": 477,
      "##ire": 478,
      "##oll": 479,
      "has": 480,
      "des": 481,
      "##ass": 482,
      "##orm": 483,
      "##ru": 484,
      "##ence": 485,
      "ser": 486,
      "##ree": 487,
      "play": 488,
      "##own": 489,
      "been": 490,
      "bec": 491,
      "who": 492,
      "app": 493,
      "part": 494,
      "ag": 495,
      "##te": 496,
      "go": 497,
      "##ond": 498,
      "year": 499,
      "##uring": 500,
      "she": 501,
      "##ition": 502,
      "##land": 503,
      "##du": 504,
      "##ile": 505,
      "##ory": 506,
      "car": 507,
      "ev": 508,
      "##ted": 509,
      "##ance": 510,
      "##ely": 511,
      "dis": 512,
      "##lud": 513,
      "##ry": 514,
      "##ans": 515,
      "me": 516,
      "##pl": 517,
      "off": 518,
      "im": 519,
      "fin": 520,
      "##ade": 521,
      "##wn": 522,
      "##ations": 523,
      "we": 524,
      "over": 525,
      "##ff": 526,
      "other": 527,
      "br": 528,
      "up": 529,
      "during": 530,
      "out": 531,
      "when": 532,
      "can": 533,
      "##ult": 534,
      "includ": 535,
      "cent": 536,
      "co": 537,
      "##ang": 538,
      "nor": 539,
      "pre": 540,
      "##ric": 541,
      "time": 542,
      "##ite": 543,
      "ind": 544,
      "##urn": 545,
      "dec": 546,
      "##pr": 547,
      "##act": 548,
      "##ount": 549,
      "ear": 550,
      "inter": 551,
      "##ember": 552,
      "##iz": 553,
      "song": 554,
      "##ice": 555,
      "fl": 556,
      "##ens": 557,
      "##ib": 558,
      "##ke": 559,
      "##ace": 560,
      "##nder": 561,
      "into": 562,
      "sec": 563,
      "att": 564,
      "more": 565,
      "##ents": 566,
      "po": 567,
      "##ced": 568,
      "##ose": 569,
      "##we": 570,
      "form": 571,
      "would": 572,
      "##ward": 573,
      "act": 574,
      "te": 575,
      "sou": 576,
      "##ason": 577,
      "##ail": 578,
      "##one": 579,
      "##ks": 580,
      "##port": 581,
      "##ied": 582,
      "char": 583,
      "him": 584,
      "##ited": 585,
      "most": 586,
      "##amp": 587,
      "##ased": 588,
      "jo": 589,
      "##ces": 590,
      "##ase": 591,
      "bet": 592,
      "##rib": 593,
      "bl": 594,
      "game": 595,
      "mus": 596,
      "par": 597,
      "high": 598,
      "some": 599,
      "no": 600,
      "kn": 601,
      "##ild": 602,
      "##ix": 603,
      "##ings": 604,
      "while": 605,
      "acc": 606,
      "them": 607,
      "##man": 608,
      "may": 609,
      "ass": 610,
      "war": 611,
      "rem": 612,
      "##able": 613,
      "cons": 614,
      "##ious": 615,
      "only": 616,
      "##ake": 617,
      "there": 618,
      "##way": 619,
      "##lish": 620,
      "fil": 621,
      "thr": 622,
      "how": 623,
      "##ates": 624,
      "##als": 625,
      "record": 626,
      "reg": 627,
      "##vel": 628,
      "eng": 629,
      "##old": 630,
      "##iss": 631,
      "##form": 632,
      "three": 633,
      "##les": 634,
      "gen": 635,
      "##fer": 636,
      "##gan": 637,
      "##aus": 638,
      "later": 639,
      "under": 640,
      "about": 641,
      "##gr": 642,
      "##ved": 643,
      "##ors": 644,
      "film": 645,
      "##ts": 646,
      "north": 647,
      "through": 648,
      "pe": 649,
      "##ollow": 650,
      "##ween": 651,
      "between": 652,
      "season": 653,
      "again": 654,
      "##reat": 655,
      "work": 656,
      "##ood": 657,
      "sa": 658,
      "min": 659,
      "follow": 660,
      "##ction": 661,
      "so": 662,
      "than": 663,
      "li": 664,
      "produ": 665,
      "writ": 666,
      "##eld": 667,
      "day": 668,
      "bu": 669,
      "end": 670,
      "##ph": 671,
      "ac": 672,
      "##eric": 673,
      "num": 674,
      "au": 675,
      "##end": 676,
      "##ual": 677,
      "bat": 678,
      "##ered": 679,
      "el": 680,
      "rele": 681,
      "em": 682,
      "rev": 683,
      "##ational": 684,
      "spec": 685,
      "##ral": 686,
      "win": 687,
      "##ular": 688,
      "south": 689,
      "mon": 690,
      "##ict": 691,
      "lar": 692,
      "##fore": 693,
      "second": 694,
      "pos": 695,
      "sy": 696,
      "##iew": 697,
      "##ames": 698,
      "##hn": 699,
      "##ision": 700,
      "col": 701,
      "mov": 702,
      "##ters": 703,
      "##ft": 704,
      "ma": 705,
      "do": 706,
      "##ey": 707,
      "def": 708,
      "where": 709,
      "ret": 710,
      "four": 711,
      "made": 712,
      "alb": 713,
      "pub": 714,
      "##ick": 715,
      "##hip": 716,
      "##ock": 717,
      "pres": 718,
      "city": 719,
      "##ons": 720,
      "##ning": 721,
      "bro": 722,
      "world": 723,
      "americ": 724,
      "such": 725,
      "##ury": 726,
      "sub": 727,
      "gu": 728,
      "album": 729,
      "before": 730,
      "cap": 731,
      "sch": 732,
      "##ived": 733,
      "air": 734,
      "used": 735,
      "##olog": 736,
      "series": 737,
      "call": 738,
      "dr": 739,
      "sur": 740,
      "##ery": 741,
      "##lic": 742,
      "##ever": 743,
      "ep": 744,
      "sever": 745,
      "##ific": 746,
      "##tern": 747,
      "being": 748,
      "supp": 749,
      "ph": 750,
      "years": 751,
      "la": 752,
      "sing": 753,
      "both": 754,
      "many": 755,
      "these": 756,
      "gener": 757,
      "found": 758,
      "##ily": 759,
      "pop": 760,
      "str": 761,
      "set": 762,
      "##ss": 763,
      "pol": 764,
      "##urch": 765,
      "loc": 766,
      "hist": 767,
      "stud": 768,
      "op": 769,
      "count": 770,
      "however": 771,
      "##ected": 772,
      "##ating": 773,
      "back": 774,
      "sim": 775,
      "##red": 776,
      "##ife": 777,
      "add": 778,
      "qu": 779,
      "##ane": 780,
      "sm": 781,
      "dire": 782,
      "well": 783,
      "##ics": 784,
      "rece": 785,
      "will": 786,
      "number": 787,
      "##ird": 788,
      "long": 789,
      "##ten": 790,
      "##ained": 791,
      "then": 792,
      "##ause": 793,
      "##igin": 794,
      "##tle": 795,
      "##orn": 796,
      "star": 797,
      "div": 798,
      "##velop": 799,
      "trans": 800,
      "origin": 801,
      "desc": 802,
      "appear": 803,
      "early": 804,
      "##int": 805,
      "##ode": 806,
      "music": 807,
      "##other": 808,
      "state": 809,
      "##ince": 810,
      "several": 811,
      "arm": 812,
      "epis": 813,
      "##ities": 814,
      "art": 815,
      "perform": 816,
      "brit": 817,
      "charac": 818,
      "bel": 819,
      "including": 820,
      "against": 821,
      "ter": 822,
      "main": 823,
      "##ement": 824,
      "mill": 825,
      "known": 826,
      "develop": 827,
      "became": 828,
      "team": 829,
      "inv": 830,
      "cro": 831,
      "inst": 832,
      "##iver": 833,
      "##ised": 834,
      "##oup": 835,
      "port": 836,
      "##ection": 837,
      "##ale": 838,
      "##its": 839,
      "crit": 840,
      "##ines": 841,
      "##air": 842,
      "united": 843,
      "direct": 844,
      "nov": 845,
      "##li": 846,
      "oper": 847,
      "##led": 848,
      "cre": 849,
      "##ve": 850,
      "show": 851,
      "##ron": 852,
      "##ep": 853,
      "est": 854,
      "##though": 855,
      "although": 856,
      "##ank": 857,
      "##ures": 858,
      "##ise": 859,
      "century": 860,
      "mil": 861,
      "##oy": 862,
      "conc": 863,
      "met": 864,
      "ob": 865,
      "##io": 866,
      "inf": 867,
      "##atch": 868,
      "old": 869,
      "john": 870,
      "##iet": 871,
      "##til": 872,
      "##son": 873,
      "const": 874,
      "##ower": 875,
      "lead": 876,
      "following": 877,
      "##ield": 878,
      "##ton": 879,
      "near": 880,
      "compan": 881,
      "though": 882,
      "dist": 883,
      "##tal": 884,
      "dep": 885,
      "sign": 886,
      "##ool": 887,
      "land": 888,
      "contin": 889,
      "like": 890,
      "run": 891,
      "##vern": 892,
      "##are": 893,
      "church": 894,
      "##elf": 895,
      "comple": 896,
      "##rop": 897,
      "open": 898,
      "began": 899,
      "##ful": 900,
      "down": 901,
      "along": 902,
      "dif": 903,
      "##ann": 904,
      "##ert": 905,
      "##ather": 906,
      "var": 907,
      "because": 908,
      "govern": 909,
      "##ork": 910,
      "##ually": 911,
      "sl": 912,
      "could": 913,
      "fam": 914,
      "describ": 915,
      "##ative": 916,
      "##uch": 917,
      "##ject": 918,
      "##der": 919,
      "##ern": 920,
      "called": 921,
      "peop": 922,
      "episode": 923,
      "ed": 924,
      "did": 925,
      "prov": 926,
      "ever": 927,
      "six": 928,
      "ju": 929,
      "##ains": 930,
      "##els": 931,
      "king": 932,
      "##sp": 933,
      "cr": 934,
      "##emb": 935,
      "##ued": 936,
      "##ession": 937,
      "until": 938,
      "##une": 939,
      "said": 940,
      "disc": 941,
      "feat": 942,
      "area": 943,
      "ship": 944,
      "##ty": 945,
      "american": 946,
      "states": 947,
      "pers": 948,
      "ste": 949,
      "bar": 950,
      "dam": 951,
      "##ined": 952,
      "design": 953,
      "people": 954,
      "##ivers": 955,
      "ann": 956,
      "group": 957,
      "##lished": 958,
      "prev": 959,
      "##ins": 960,
      "##aking": 961,
      "lo": 962,
      "##ley": 963,
      "start": 964,
      "resp": 965,
      "##ope": 966,
      "aust": 967,
      "ger": 968,
      "you": 969,
      "hel": 970,
      "red": 971,
      "since": 972,
      "##yl": 973,
      "##gest": 974,
      "return": 975,
      "##ove": 976,
      "##row": 977,
      "adv": 978,
      "british": 979,
      "west": 980,
      "##ccess": 981,
      "##eer": 982,
      "each": 983,
      "any": 984,
      "same": 985,
      "released": 986,
      "##aph": 987,
      "maj": 988,
      "exp": 989,
      "chr": 990,
      "##ments": 991,
      "offic": 992,
      "national": 993,
      "##uc": 994,
      "own": 995,
      "around": 996,
      "##ured": 997,
      "##ided": 998,
      "##amed": 999,
      "##thern": 1000,
      "##ruct": 1001,
      "##ange": 1002,
      "pass": 1003,
      "##ized": 1004,
      "head": 1005,
      "##ially": 1006,
      "##ption": 1007,
      "km": 1008,
      "##enn": 1009,
      "use": 1010,
      "##rol": 1011,
      "aug": 1012,
      "million": 1013,
      "wee": 1014,
      "occ": 1015,
      "##yp": 1016,
      "##oman": 1017,
      "life": 1018,
      "book": 1019,
      "major": 1020,
      "five": 1021,
      "mod": 1022,
      "august": 1023,
      "best": 1024,
      "eff": 1025,
      "road": 1026,
      "##osed": 1027,
      "miss": 1028,
      "small": 1029,
      "##oot": 1030,
      "support": 1031,
      "##up": 1032,
      "camp": 1033,
      "command": 1034,
      "serv": 1035,
      "##ently": 1036,
      "##ele": 1037,
      "school": 1038,
      "town": 1039,
      "##stem": 1040,
      "##ull": 1041,
      "company": 1042,
      "##ible": 1043,
      "##ium": 1044,
      "med": 1045,
      "another": 1046,
      "success": 1047,
      "##az": 1048,
      "##ting": 1049,
      "##au": 1050,
      "award": 1051,
      "final": 1052,
      "id": 1053,
      "##eng": 1054,
      "character": 1055,
      "##ind": 1056,
      "mag": 1057,
      "if": 1058,
      "sept": 1059,
      "attack": 1060,
      "public": 1061,
      "##res": 1062,
      "##ouse": 1063,
      "consid": 1064,
      "eur": 1065,
      "river": 1066,
      "great": 1067,
      "##ues": 1068,
      "##ah": 1069,
      "just": 1070,
      "september": 1071,
      "system": 1072,
      "gre": 1073,
      "storm": 1074,
      "line": 1075,
      "report": 1076,
      "##ists": 1077,
      "##xt": 1078,
      "class": 1079,
      "##ident": 1080,
      "large": 1081,
      "##omin": 1082,
      "games": 1083,
      "lit": 1084,
      "ra": 1085,
      "##ony": 1086,
      "what": 1087,
      "austral": 1088,
      "##ms": 1089,
      "##aining": 1090,
      "tit": 1091,
      "fur": 1092,
      "prot": 1093,
      "child": 1094,
      "my": 1095,
      "##ales": 1096,
      "coll": 1097,
      "##ution": 1098,
      "due": 1099,
      "imp": 1100,
      "short": 1101,
      "arr": 1102,
      "##oss": 1103,
      "mid": 1104,
      "##ets": 1105,
      "##ier": 1106,
      "rep": 1107,
      "ii": 1108,
      "##ague": 1109,
      "##ural": 1110,
      "conf": 1111,
      "bre": 1112,
      "last": 1113,
      "water": 1114,
      "june": 1115,
      "##anc": 1116,
      "##ont": 1117,
      "history": 1118,
      "hum": 1119,
      "rest": 1120,
      "now": 1121,
      "east": 1122,
      "even": 1123,
      "vide": 1124,
      "black": 1125,
      "##ired": 1126,
      "##aving": 1127,
      "name": 1128,
      "##ked": 1129,
      "arch": 1130,
      "av": 1131,
      "det": 1132,
      "##aced": 1133,
      "review": 1134,
      "ge": 1135,
      "##dom": 1136,
      "ext": 1137,
      "late": 1138,
      "##ient": 1139,
      "government": 1140,
      "##ble": 1141,
      "german": 1142,
      "vers": 1143,
      "##ina": 1144,
      "oct": 1145,
      "way": 1146,
      "build": 1147,
      "home": 1148,
      "island": 1149,
      "reach": 1150,
      "##ute": 1151,
      "received": 1152,
      "jan": 1153,
      "##ilt": 1154,
      "partic": 1155,
      "##ately": 1156,
      "described": 1157,
      "turn": 1158,
      "accord": 1159,
      "within": 1160,
      "species": 1161,
      "giv": 1162,
      "much": 1163,
      "ent": 1164,
      "christ": 1165,
      "univers": 1166,
      "##ored": 1167,
      "##app": 1168,
      "incre": 1169,
      "club": 1170,
      "track": 1171,
      "##ober": 1172,
      "death": 1173,
      "##uary": 1174,
      "family": 1175,
      "##iam": 1176,
      "march": 1177,
      "october": 1178,
      "played": 1179,
      "cor": 1180,
      "cour": 1181,
      "ele": 1182,
      "##over": 1183,
      "##ys": 1184,
      "according": 1185,
      "league": 1186,
      "hur": 1187,
      "intern": 1188,
      "gun": 1189,
      "##ash": 1190,
      "took": 1191,
      "general": 1192,
      "##cept": 1193,
      "times": 1194,
      "##ropical": 1195,
      "third": 1196,
      "god": 1197,
      "top": 1198,
      "vis": 1199,
      "##rote": 1200,
      "hal": 1201,
      "men": 1202,
      "##aw": 1203,
      "##aged": 1204,
      "tec": 1205,
      "capt": 1206,
      "single": 1207,
      "##ren": 1208,
      "july": 1209,
      "wrote": 1210,
      "##ages": 1211,
      "won": 1212,
      "list": 1213,
      "power": 1214,
      "typ": 1215,
      "video": 1216,
      "gl": 1217,
      "##aim": 1218,
      "##ology": 1219,
      "##gin": 1220,
      "mor": 1221,
      "##side": 1222,
      "dem": 1223,
      "##und": 1224,
      "apr": 1225,
      "##empt": 1226,
      "control": 1227,
      "differ": 1228,
      "based": 1229,
      "##erv": 1230,
      "##ified": 1231,
      "##ball": 1232,
      "event": 1233,
      "april": 1234,
      "mo": 1235,
      "##ody": 1236,
      "tri": 1237,
      "allow": 1238,
      "progr": 1239,
      "leg": 1240,
      "poss": 1241,
      "soc": 1242,
      "##eal": 1243,
      "white": 1244,
      "included": 1245,
      "ke": 1246,
      "stre": 1247,
      "common": 1248,
      "dest": 1249,
      "organ": 1250,
      "rout": 1251,
      "york": 1252,
      "appro": 1253,
      "estab": 1254,
      "those": 1255,
      "story": 1256,
      "division": 1257,
      "##iod": 1258,
      "left": 1259,
      "january": 1260,
      "##ively": 1261,
      "result": 1262,
      "named": 1263,
      "##ead": 1264,
      "very": 1265,
      "belie": 1266,
      "person": 1267,
      "##by": 1268,
      "england": 1269,
      "addition": 1270,
      "##ew": 1271,
      "attempt": 1272,
      "del": 1273,
      "##ogr": 1274,
      "##ven": 1275,
      "tem": 1276,
      "##ism": 1277,
      "ref": 1278,
      "period": 1279,
      "##ants": 1280,
      "auth": 1281,
      "previous": 1282,
      "house": 1283,
      "##sc": 1284,
      "eas": 1285,
      "ant": 1286,
      "expl": 1287,
      "original": 1288,
      "##ament": 1289,
      "##ility": 1290,
      "##tend": 1291,
      "##ital": 1292,
      "##akes": 1293,
      "pat": 1294,
      "##ention": 1295,
      "foot": 1296,
      "enter": 1297,
      "##cl": 1298,
      "##ug": 1299,
      "##ature": 1300,
      "heav": 1301,
      "november": 1302,
      "prom": 1303,
      "sol": 1304,
      "month": 1305,
      "bas": 1306,
      "vill": 1307,
      "##ought": 1308,
      "bus": 1309,
      "##itions": 1310,
      "##ilar": 1311,
      "vict": 1312,
      "place": 1313,
      "europe": 1314,
      "##ket": 1315,
      "har": 1316,
      "tropical": 1317,
      "commun": 1318,
      "##ograph": 1319,
      "kill": 1320,
      "val": 1321,
      "##ances": 1322,
      "december": 1323,
      "built": 1324,
      "sw": 1325,
      "champ": 1326,
      "##ared": 1327,
      "##ives": 1328,
      "similar": 1329,
      "field": 1330,
      "light": 1331,
      "among": 1332,
      "hand": 1333,
      "##raft": 1334,
      "stand": 1335,
      "conv": 1336,
      "songs": 1337,
      "som": 1338,
      "hurric": 1339,
      "sent": 1340,
      "##ience": 1341,
      "make": 1342,
      "##ides": 1343,
      "real": 1344,
      "##ished": 1345,
      "present": 1346,
      "led": 1347,
      "##ner": 1348,
      "##ulation": 1349,
      "milit": 1350,
      "further": 1351,
      "##ians": 1352,
      "##ink": 1353,
      "init": 1354,
      "player": 1355,
      "match": 1356,
      "sug": 1357,
      "##ench": 1358,
      "opp": 1359,
      "repr": 1360,
      "far": 1361,
      "still": 1362,
      "local": 1363,
      "##itch": 1364,
      "##eder": 1365,
      "tour": 1366,
      "next": 1367,
      "##ense": 1368,
      "law": 1369,
      "requ": 1370,
      "wind": 1371,
      "##ling": 1372,
      "youn": 1373,
      "##med": 1374,
      "##ards": 1375,
      "bill": 1376,
      "##ats": 1377,
      "##ruction": 1378,
      "view": 1379,
      "##ll": 1380,
      "trad": 1381,
      "role": 1382,
      "exper": 1383,
      "##iation": 1384,
      "##ences": 1385,
      "histor": 1386,
      "came": 1387,
      "iss": 1388,
      "import": 1389,
      "brig": 1390,
      "every": 1391,
      "right": 1392,
      "rock": 1393,
      "cal": 1394,
      "##ime": 1395,
      "moved": 1396,
      "squ": 1397,
      "career": 1398,
      "university": 1399,
      "love": 1400,
      "without": 1401,
      "##ps": 1402,
      "repl": 1403,
      "##por": 1404,
      "sk": 1405,
      "tele": 1406,
      "##mer": 1407,
      "##ham": 1408,
      "often": 1409,
      "plan": 1410,
      "low": 1411,
      "##gy": 1412,
      "recorded": 1413,
      "side": 1414,
      "few": 1415,
      "##ically": 1416,
      "band": 1417,
      "effect": 1418,
      "hurricane": 1419,
      "cur": 1420,
      "say": 1421,
      "military": 1422,
      "##ark": 1423,
      "##ison": 1424,
      "caus": 1425,
      "order": 1426,
      "considered": 1427,
      "pri": 1428,
      "##aken": 1429,
      "battal": 1430,
      "polit": 1431,
      "chart": 1432,
      "beh": 1433,
      "production": 1434,
      "army": 1435,
      "memb": 1436,
      "##ival": 1437,
      "release": 1438,
      "##bs": 1439,
      "suggest": 1440,
      "post": 1441,
      "##inc": 1442,
      "less": 1443,
      "##ene": 1444,
      "level": 1445,
      "former": 1446,
      "##uss": 1447,
      "park": 1448,
      "##ops": 1449,
      "##ength": 1450,
      "see": 1451,
      "deb": 1452,
      "assoc": 1453,
      "##yle": 1454,
      "french": 1455,
      "contr": 1456,
      "young": 1457,
      "cle": 1458,
      "##ories": 1459,
      "week": 1460,
      "fre": 1461,
      "##line": 1462,
      "english": 1463,
      "claim": 1464,
      "##que": 1465,
      "cast": 1466,
      "sold": 1467,
      "##min": 1468,
      "point": 1469,
      "published": 1470,
      "##aur": 1471,
      "written": 1472,
      "coun": 1473,
      "super": 1474,
      "repres": 1475,
      "take": 1476,
      "##aster": 1477,
      "refer": 1478,
      "continued": 1479,
      "half": 1480,
      "different": 1481,
      "ang": 1482,
      "project": 1483,
      "##ai": 1484,
      "##ae": 1485,
      "##thing": 1486,
      "##ensive": 1487,
      "##wards": 1488,
      "##aff": 1489,
      "##thers": 1490,
      "##ady": 1491,
      "forces": 1492,
      "days": 1493,
      "feder": 1494,
      "international": 1495,
      "held": 1496,
      "##elt": 1497,
      "manag": 1498,
      "route": 1499,
      "##ross": 1500,
      "never": 1501,
      "##bert": 1502,
      "##ler": 1503,
      "author": 1504,
      "##ior": 1505,
      "frie": 1506,
      "fun": 1507,
      "##ister": 1508,
      "##let": 1509,
      "help": 1510,
      "roy": 1511,
      "surv": 1512,
      "strong": 1513,
      "##lu": 1514,
      "force": 1515,
      "##iving": 1516,
      "prof": 1517,
      "tre": 1518,
      "night": 1519,
      "rad": 1520,
      "##ob": 1521,
      "##itar": 1522,
      "##essed": 1523,
      "obs": 1524,
      "fire": 1525,
      "##uted": 1526,
      "defe": 1527,
      "friend": 1528,
      "cult": 1529,
      "##amb": 1530,
      "##wh": 1531,
      "spe": 1532,
      "desp": 1533,
      "having": 1534,
      "##ged": 1535,
      "find": 1536,
      "##ico": 1537,
      "good": 1538,
      "county": 1539,
      "sit": 1540,
      "throughout": 1541,
      "sound": 1542,
      "##par": 1543,
      "champions": 1544,
      "compet": 1545,
      "##ission": 1546,
      "nav": 1547,
      "members": 1548,
      "##estern": 1549,
      "stat": 1550,
      "##iment": 1551,
      "become": 1552,
      "mount": 1553,
      "children": 1554,
      "jack": 1555,
      "##ves": 1556,
      "chang": 1557,
      "cross": 1558,
      "##vision": 1559,
      "version": 1560,
      "popular": 1561,
      "canad": 1562,
      "title": 1563,
      "total": 1564,
      "development": 1565,
      "wal": 1566,
      "particular": 1567,
      "gold": 1568,
      "lost": 1569,
      "##bru": 1570,
      "##ott": 1571,
      "prop": 1572,
      "position": 1573,
      "highway": 1574,
      "roman": 1575,
      "country": 1576,
      "##ices": 1577,
      "whe": 1578,
      "comb": 1579,
      "despite": 1580,
      "live": 1581,
      "##rodu": 1582,
      "program": 1583,
      "cover": 1584,
      "cy": 1585,
      "want": 1586,
      "##ars": 1587,
      "febru": 1588,
      "southern": 1589,
      "february": 1590,
      "eight": 1591,
      "rich": 1592,
      "press": 1593,
      "reported": 1594,
      "gave": 1595,
      "##ush": 1596,
      "produced": 1597,
      "little": 1598,
      "represent": 1599,
      "dra": 1600,
      "##erc": 1601,
      "battle": 1602,
      "critic": 1603,
      "fle": 1604,
      "lat": 1605,
      "##idge": 1606,
      "central": 1607,
      "dyl": 1608,
      "pet": 1609,
      "grand": 1610,
      "dylan": 1611,
      "geor": 1612,
      "##na": 1613,
      "##roy": 1614,
      "ha": 1615,
      "sum": 1616,
      "site": 1617,
      "fem": 1618,
      "##sh": 1619,
      "##ots": 1620,
      "activ": 1621,
      "##ple": 1622,
      "once": 1623,
      "writing": 1624,
      "television": 1625,
      "given": 1626,
      "influ": 1627,
      "##self": 1628,
      "fort": 1629,
      "##ailed": 1630,
      "don": 1631,
      "##aces": 1632,
      "##iety": 1633,
      "president": 1634,
      "human": 1635,
      "coast": 1636,
      "service": 1637,
      "free": 1638,
      "northern": 1639,
      "age": 1640,
      "aff": 1641,
      "afric": 1642,
      "##ended": 1643,
      "cath": 1644,
      "jap": 1645,
      "japan": 1646,
      "##enc": 1647,
      "ord": 1648,
      "guitar": 1649,
      "signific": 1650,
      "mich": 1651,
      "vi": 1652,
      "##ests": 1653,
      "include": 1654,
      "##day": 1655,
      "##ried": 1656,
      "invol": 1657,
      "ground": 1658,
      "modern": 1659,
      "hero": 1660,
      "western": 1661,
      "region": 1662,
      "battalion": 1663,
      "##arn": 1664,
      "##ret": 1665,
      "fact": 1666,
      "making": 1667,
      "pa": 1668,
      "pal": 1669,
      "should": 1670,
      "royal": 1671,
      "away": 1672,
      "eastern": 1673,
      "body": 1674,
      "mass": 1675,
      "seven": 1676,
      "##omen": 1677,
      "##ize": 1678,
      "occur": 1679,
      "lab": 1680,
      "mi": 1681,
      "##ness": 1682,
      "##ring": 1683,
      "##bo": 1684,
      "struct": 1685,
      "seen": 1686,
      "arg": 1687,
      "pur": 1688,
      "larg": 1689,
      "lim": 1690,
      "stated": 1691,
      "burn": 1692,
      "fif": 1693,
      "look": 1694,
      "hor": 1695,
      "ham": 1696,
      "too": 1697,
      "across": 1698,
      "ir": 1699,
      "instead": 1700,
      "ball": 1701,
      "hour": 1702,
      "ill": 1703,
      "##ploy": 1704,
      "ships": 1705,
      "returned": 1706,
      "dav": 1707,
      "##br": 1708,
      "##ising": 1709,
      "earli": 1710,
      "techn": 1711,
      "established": 1712,
      "equ": 1713,
      "ft": 1714,
      "trav": 1715,
      "using": 1716,
      "destroy": 1717,
      "dou": 1718,
      "##xim": 1719,
      "conn": 1720,
      "population": 1721,
      "america": 1722,
      "construction": 1723,
      "elect": 1724,
      "##sequ": 1725,
      "noted": 1726,
      "championship": 1727,
      "full": 1728,
      "ire": 1729,
      "announ": 1730,
      "##augh": 1731,
      "##ither": 1732,
      "reached": 1733,
      "sun": 1734,
      "developed": 1735,
      "building": 1736,
      "ve": 1737,
      "wood": 1738,
      "##otion": 1739,
      "thought": 1740,
      "##ably": 1741,
      "introdu": 1742,
      "players": 1743,
      "ireland": 1744,
      "##ches": 1745,
      "brigade": 1746,
      "ten": 1747,
      "mix": 1748,
      "various": 1749,
      "football": 1750,
      "ec": 1751,
      "##inted": 1752,
      "##ades": 1753,
      "mean": 1754,
      "##play": 1755,
      "significant": 1756,
      "civ": 1757,
      "##fic": 1758,
      "works": 1759,
      "engine": 1760,
      "##ying": 1761,
      "performance": 1762,
      "prim": 1763,
      "important": 1764,
      "lond": 1765,
      "broad": 1766,
      "miles": 1767,
      "london": 1768,
      "tor": 1769,
      "himself": 1770,
      "kingdom": 1771,
      "father": 1772,
      "net": 1773,
      "son": 1774,
      "##ese": 1775,
      "mark": 1776,
      "##ground": 1777,
      "##ech": 1778,
      "william": 1779,
      "read": 1780,
      "##ape": 1781,
      "##iction": 1782,
      "##ama": 1783,
      "style": 1784,
      "##ford": 1785,
      "##aint": 1786,
      "##ument": 1787,
      "exc": 1788,
      "performed": 1789,
      "felt": 1790,
      "bird": 1791,
      "##ened": 1792,
      "australia": 1793,
      "tro": 1794,
      "##idence": 1795,
      "##ological": 1796,
      "areas": 1797,
      "feet": 1798,
      "official": 1799,
      "nd": 1800,
      "cert": 1801,
      "went": 1802,
      "need": 1803,
      "events": 1804,
      "mm": 1805,
      "indust": 1806,
      "does": 1807,
      "cas": 1808,
      "pra": 1809,
      "relations": 1810,
      "##used": 1811,
      "poem": 1812,
      "died": 1813,
      "range": 1814,
      "##ones": 1815,
      "##rew": 1816,
      "civil": 1817,
      "cup": 1818,
      "fig": 1819,
      "fall": 1820,
      "##iec": 1821,
      "brown": 1822,
      "put": 1823,
      "begin": 1824,
      "decl": 1825,
      "successful": 1826,
      "others": 1827,
      "##most": 1828,
      "##atic": 1829,
      "relig": 1830,
      "earth": 1831,
      "originally": 1832,
      "vir": 1833,
      "court": 1834,
      "##reek": 1835,
      "upon": 1836,
      "bri": 1837,
      "##aign": 1838,
      "campaign": 1839,
      "base": 1840,
      "dev": 1841,
      "##ief": 1842,
      "##ourn": 1843,
      "formed": 1844,
      "started": 1845,
      "james": 1846,
      "let": 1847,
      "##craft": 1848,
      "know": 1849,
      "characters": 1850,
      "political": 1851,
      "##gether": 1852,
      "women": 1853,
      "##pression": 1854,
      "##itive": 1855,
      "novel": 1856,
      "bow": 1857,
      "get": 1858,
      "lang": 1859,
      "front": 1860,
      "suff": 1861,
      "born": 1862,
      "##ipp": 1863,
      "stars": 1864,
      "fac": 1865,
      "##antic": 1866,
      "caused": 1867,
      "located": 1868,
      "eventually": 1869,
      "scient": 1870,
      "ins": 1871,
      "center": 1872,
      "phil": 1873,
      "tradition": 1874,
      "tur": 1875,
      "vo": 1876,
      "discover": 1877,
      "street": 1878,
      "director": 1879,
      "vol": 1880,
      "critics": 1881,
      "hot": 1882,
      "hold": 1883,
      "##ints": 1884,
      "able": 1885,
      "special": 1886,
      "created": 1887,
      "entire": 1888,
      "bur": 1889,
      "##ael": 1890,
      "##earch": 1891,
      "research": 1892,
      "word": 1893,
      "od": 1894,
      "wall": 1895,
      "##ef": 1896,
      "##alth": 1897,
      "proc": 1898,
      "##get": 1899,
      "##omb": 1900,
      "##ogn": 1901,
      "##ucle": 1902,
      "bi": 1903,
      "mat": 1904,
      "##ements": 1905,
      "produc": 1906,
      "hill": 1907,
      "ly": 1908,
      "##irc": 1909,
      "magaz": 1910,
      "ol": 1911,
      "##ration": 1912,
      "cer": 1913,
      "fight": 1914,
      "atl": 1915,
      "##onom": 1916,
      "##unch": 1917,
      "rh": 1918,
      "##ax": 1919,
      "##mp": 1920,
      "together": 1921,
      "##work": 1922,
      "##iness": 1923,
      "##ript": 1924,
      "becom": 1925,
      "meet": 1926,
      "heavy": 1927,
      "##ges": 1928,
      "prote": 1929,
      "indep": 1930,
      "independ": 1931,
      "##vers": 1932,
      "pred": 1933,
      "circ": 1934,
      "fav": 1935,
      "ide": 1936,
      "gal": 1937,
      "sel": 1938,
      "##aves": 1939,
      "##ample": 1940,
      "remained": 1941,
      "colle": 1942,
      "grow": 1943,
      "hom": 1944,
      "ru": 1945,
      "##ination": 1946,
      "##iting": 1947,
      "##ster": 1948,
      "anim": 1949,
      "agre": 1950,
      "completed": 1951,
      "guns": 1952,
      "##fall": 1953,
      "scored": 1954,
      "diffic": 1955,
      "difficult": 1956,
      "##mit": 1957,
      "sea": 1958,
      "depart": 1959,
      "mer": 1960,
      "##ering": 1961,
      "##isted": 1962,
      "australian": 1963,
      "announced": 1964,
      "loss": 1965,
      "mother": 1966,
      "nucle": 1967,
      "almost": 1968,
      "fourth": 1969,
      "##me": 1970,
      "##king": 1971,
      "##ator": 1972,
      "chap": 1973,
      "##ested": 1974,
      "goal": 1975,
      "ver": 1976,
      "##asing": 1977,
      "##ects": 1978,
      "peak": 1979,
      "nar": 1980,
      "##iers": 1981,
      "comment": 1982,
      "least": 1983,
      "damage": 1984,
      "behind": 1985,
      "##ress": 1986,
      "##ivid": 1987,
      "party": 1988,
      "added": 1989,
      "aud": 1990,
      "journ": 1991,
      "##co": 1992,
      "##ald": 1993,
      "condom": 1994,
      "followed": 1995,
      "months": 1996,
      "bir": 1997,
      "bay": 1998,
      "pen": 1999,
      "wife": 2000,
      "stri": 2001,
      "colon": 2002,
      "appeared": 2003,
      "territ": 2004,
      "##ara": 2005,
      "killed": 2006,
      "squad": 2007,
      "relationship": 2008,
      "hon": 2009,
      "voc": 2010,
      "##lo": 2011,
      "playing": 2012,
      "rail": 2013,
      "inn": 2014,
      "cond": 2015,
      "ap": 2016,
      "sex": 2017,
      "##orts": 2018,
      "awards": 2019,
      "david": 2020,
      "cop": 2021,
      "pitch": 2022,
      "ident": 2023,
      "aver": 2024,
      "cell": 2025,
      "##be": 2026,
      "##enced": 2027,
      "features": 2028,
      "individ": 2029,
      "nat": 2030,
      "##enth": 2031,
      "station": 2032,
      "##ota": 2033,
      "curr": 2034,
      "process": 2035,
      "wr": 2036,
      "##iated": 2037,
      "inform": 2038,
      "enc": 2039,
      "flor": 2040,
      "aircraft": 2041,
      "round": 2042,
      "taken": 2043,
      "##tim": 2044,
      "insp": 2045,
      "##arch": 2046,
      "commit": 2047
    }
  }
}